---
kind: other
id: Methods.T:Autodesk.Revit.DB.DefinitionBindingMapIterator
source: html/94b94fb9-5c4f-14ed-e455-893edffdef42.htm
---
# DefinitionBindingMapIterator Methods

Causes the object to release immediately any resources it may be utilizing.